

let name = window.prompt("შეიყვანეთ თქვენი სახელი: ")
let age = window.prompt("შეიყვანეთ თქვენი ასაკი: ")
let km = window.prompt("შეიყვანეთ მანძილი კილომეტრებში: ")
let day = window.prompt("შეიყვანეთ თქვენი სამუშაო დღეების რაოდენობა კვირაში")



if(km < 5){
    console.log("რეკომენდირებული ტრანსპორტი არის ველოსიპედი")
}
else if(km = 5 || km < 20){
    console.log(" რეკომენდირებული ტრანსპორტი არის მანქანა")
}
else if(km > 20){
    console.log("რეკომენდირებული ტრანსპორტი არის მატარებელი")
}

if(day > 5){
    console.log("გთხოვთ მიღოთ შეღავათები ტრანსპორტზე")
}

if(age < 16){
    console.log("გთხოვთ მოითხოვოთ ნებართვა უფროსისგან")
}
