"""დაწერეთ პროგრამა სადაც შეამოწმეთ, სტუდენტმა ჩააბარა თუ არა ჩააბარა კურსი მათი გამოცდის ქულების მიხედვით. სთხოვეთ მომხმარებელს შეიყვანოს ქულები შუალედური გამოცდისთვის, დასკვნითი გამოცდისთვის და პროექტისთვის. დარწმუნდით, რომ მომხმარებელმა შეიყვანოს სწორი ქულები (პოზიტიური რიცხვები 0-დან 100-მდე) თითოეული კომპონენტისთვის.
გამოიყენეთ შემდეგი შეფასების კრიტერიუმები: თუ საშუალო ქულა (20% შუალედური კურსისთვის, 40% საბოლოო და 40% პროექტისთვის) არის 70 ან მეტი, სტუდენტი გაივლის კურსს. თუ საშუალო ქულა 70-ზე დაბალია, სტუდენტი ვერ ახერხებს კურსის ჩაბარებას. აჩვენეთ მომხმარებლისთვის შეტყობინება, რომელშიც მითითებულია მისი გავლის/ჩავარდნის სტატუსი და გამოთვლილი საშუალო ქულა.
"""

point = int(input("შეიყვანეთ თქვენი შუალედური გამოცდების ქულა 1 - 20 : "))
point1 = int(input("შეიყვანეთ თქვენი საბოოლო გამოცდების ქულები 1 - 40: "))
point2 = int(input("შეიყვანეთ თქვენი პროექტის ქულები 1 - 40: "))


print(point)
print(point1)
print(point2)


answer =  int(point + point1 + point2)
if answer > 70:
       print("შენ ჩააბარე")
  
print("შენ ვერ ჩააბარე")
    
